[
  {
    "id": "post0",
    "link": "https://medium.com/@lipebuiles/la-ia-no-reemplaza-a-los-product-managers-la-ignorancia-s%C3%AD-12cde51b4dff",
    "image": "img/piloto.png",
    "imageAltEs": "Piloto en cabina de avión, simbolizando el balance entre automatización y control humano",
    "imageAltEn": "Pilot in aircraft cockpit, symbolizing the balance between automation and human control",
    "imageStyle": "height: 160px; width: 240px; object-fit: cover;",
    "date": "2025-06-02",
    "titleEs": "🤖 La IA no reemplaza a los Product Managers. La ignorancia, sí.",
    "titleEn": "🤖 AI Doesn't Replace Product Managers. Ignorance Does.",
    "summaryEs": "El temor se repite en reuniones, artículos y podcasts: 'La inteligencia artificial va a reemplazar a los Product Managers.' Y cada vez que lo escucho, pienso en un avión. En ese avión donde el piloto automático vuela por horas, pero aún así hay un piloto y un copiloto al mando.",
    "summaryEn": "The fear repeats in meetings, articles, and podcasts: 'Artificial intelligence will replace Product Managers.' And every time I hear it, I think of an airplane. That airplane where the autopilot flies for hours, yet there's still a pilot and co-pilot in command."
  },
  {
    "id": "post1",
    "link": "https://medium.com/@lipebuiles/cuando-liderar-tambi%C3%A9n-es-desaparecer-849d4af41e79",
    "image": "img/team.jpeg",
    "imageAltEs": "Equipo trabajando colaborativamente",
    "imageAltEn": "Team working collaboratively",
    "imageStyle": "height: 160px; width: 240px; object-fit: cover;",
    "date": "2024-07-25",
    "titleEs": "Cuando liderar también es desaparecer",
    "titleEn": "When leading is also disappearing",
    "summaryEs": "A veces, la mejor forma de liderar es dar un paso atrás y permitir que el equipo brille. Este post explora la importancia de la autonomía y la confianza en el liderazgo.",
    "summaryEn": "Sometimes the best way to lead is to step back and allow the team to shine. This post explores the importance of autonomy and trust in leadership."
  },
  {
    "id": "post2",
    "link": "https://medium.com/@lipebuiles/zona-2-el-arte-de-avanzar-sin-correr-8608340079ec",
    "image": "img/run.jpeg",
    "imageAltEs": "Persona corriendo en una pista",
    "imageAltEn": "Person running on a track",
    "imageStyle": "height: 160px; width: 240px; object-fit: cover;",
    "date": "2024-06-15",
    "titleEs": "Zona 2: El Arte de Avanzar sin Correr",
    "titleEn": "Zone 2: The Art of Advancing without Sprinting",
    "summaryEs": "Explora cómo el entrenamiento en Zona 2 puede mejorar la resistencia y el rendimiento a largo plazo, aplicando principios similares al desarrollo personal y profesional.",
    "summaryEn": "Explore how Zone 2 training can improve endurance and long-term performance, applying similar principles to personal and professional development."
  },
  {
    "id": "post3",
    "link": "https://medium.com/@lipebuiles/entre-el-pulso-y-la-pausa-redefiniendo-el-%C3%A9xito-desde-lo-humano-dc4c65cf7d1b",
    "image": "img/pulso.png",
    "imageAltEs": "Persona meditando con un monitor de pulso",
    "imageAltEn": "Person meditating with a heart rate monitor",
    "imageStyle": "height: 160px; width: 240px; object-fit: cover;",
    "date": "2024-05-20",
    "titleEs": "Entre el Pulso y la Pausa: Redefiniendo el Éxito",
    "titleEn": "Between Pulse and Pause: Redefining Success",
    "summaryEs": "Una reflexión sobre encontrar el equilibrio entre el esfuerzo constante y la necesidad de descanso para un éxito sostenible y humano.",
    "summaryEn": "A reflection on finding the balance between constant effort and the need for rest for sustainable and humane success."
  },
  {
    "id": "post4",
    "link": "https://lnkd.in/eTCaCcV3",
    "image": "img/scrum.jpeg",
    "imageAltEs": "Ilustración o concepto relacionado con Scrum y metodologías ágiles.",
    "imageAltEn": "Illustration or concept related to Scrum and agile methodologies.",
    "imageStyle": "height: 160px; width: 240px; object-fit: cover;",
    "date": "2025-06-08",
    "titleEs": "Pasaron 5 años: por qué ya es hora de refrescar la Guía Scrum",
    "titleEn": "5 Years Later: Why It's Time to Refresh the Scrum Guide",
    "summaryEs": "Hace cinco años se lanzó la guía Scrum 2020, reducida y simplificada para abarcar más industrias. Desde esa fecha, aunque se han acumulado mejoras, no ha habido una actualización oficial. Scrum nació como respuesta a lo complejo. Hoy, con una guía de 13 páginas pero sin actualizar desde 2020, corre el riesgo de volverse irrelevante sin soporte práctico actualizado.",
    "summaryEn": "Five years ago, the 2020 Scrum Guide was launched, reduced and simplified to cover more industries. Since then, although improvements have accumulated, there has been no official update. Scrum was born as a response to complexity. Today, with a 13-page guide outdated since 2020, it risks becoming irrelevant without updated practical support."
  }
]